Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=3_art_id=1.html.tmx
Source language: sme
Languages: smj

source: Reportášat
smj: Reportásja

source: Konfirmánttat mátkkis
smj: Konfirmánta manoj nanna

source: Konfirmántaáiggi láhčču lea iešguđetlágán iešguđet báikkis.
smj: Konfirmasjåvnnåårnik le ietjálágásj sajes sadjáj.

source: Dábálaččat fidnet konfirmašunoahpu dalle go váccát 9. luohká skuvllas, ja oahppu bistá 8 mánu.
smj: Dábálamos le konfirmasjåvnnååhpadibme le dan jage gå avtsát klássan váttsá ja vihpá gáktsa máno.

source: Muhtun báikkiin lea oahpahus vahkkubeivviid, juohke vahku dahje juohke nubbi vahku.
smj: Muhtem sajijn le åhpadibme vahkkobiejvijn, juohkka vahko jali juohkka nuppát vahko.

source: Muhtun báikkit ges leat vahkkoloahpadeaivvadeamit, ja earát ges mannet leirii.
smj: Muhtem sajijn ájllegijt æjvvali, madi iehtjáda lejrajda vuolggi.

source: Loga eanet konfirmašuvnna birra
smj: Lågå ienebut konfirmasjåvnå birra

source: dás.
smj: dappe

source: Dása leat čohkken govaid muhtun konfirmašundeaivvademiin.
smj: Dáppe lip tjoahkkim muhtem gåvå konfirmasjåvnnåæjvvalimijs.

source: Ávžžuhit konfirmánttaid ráhkadit reportášaid sin deaivvademiin.
smj: Hasodip konfirmántajt reportássjajt dahkat ietjasa årniga birra.
